"SelectIdentityApplicationRequest" = "%@ vereist dat u een Kerberos-identiteit selecteert";
"SelectIdentityRequest"            = "Selecteer een Kerberos-identiteit";

"SelectIdentityHideOptions"        = "Verberg opties";
"SelectIdentityShowOptions"        = "Toon opties";